Repository: sahar-1998/e_lancer_b.doctor.app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: skip
ar: تخطي

source: START
ar: أبدا

source: Welcome to b.doctor app
ar: مرحبا بك في تطبيق الدكتور

# first
source: Do you hesitate and need accurate medical and treatment advice?
ar: هل تتردد وتحتاج إلى مشورة طبية وعلاجية دقيقة؟

# second
source: Need to sit with a specialist doctor who diagnoses your condition and helps you with treatment?
ar: هل تحتاج إلى الجلوس مع طبيب متخصص يشخص حالتك ويساعدك في العلاج؟

# third
source: This application allows you to book your appropriate appointment with a specialist doctor at any time and from anywhere directly
ar: يتيح لك هذا التطبيق حجز موعدك المناسب مع طبيب مختص في أي وقت ومن أي مكان بشكل مباشر

source: WELCOME BACK!
ar: مرحبا بعودتك!

# email
source: Enter Your Email
ar: ادخل البريد الالكتروني

# password
source: Enter Your Password
ar: ادخل كلمة المرور

source: LOGIN
ar: تسجيل الدخول

source: BE SAFTEY
ar: كن بأمان

source: PROTECT Your COUNTRY
ar: احمِ بلدك

# washhandsthorough
source: Wash hands thoroughly with soap and water
ar: اغسل يديك جيدًا بالماء والصابون

# social
source: Social distancing
ar: التباعد الاجتماعي

# stickto
source: Stick to the stone when you come into contact with an infected
ar: التزم بالحجر عند ملامسة شخص مصاب

# checkyour
source: Check your temperature periodically
ar: افحص درجة حرارتك بشكل دوري

# sticktowe
source: Stick to wearing a mask
ar: التزم بارتداء القناع

# ontheandmouth
source: Avoid placing your hand on the nose, eyes and mouth
ar: تجنب وضع يدك على الأنف والعينين والفم

source: Welcome
ar: مرحبا

source: APP CHOICES
ar: اختيارات التطبيق

source: Book Appointment
ar: احجز موعد

source: See Appointment
ar: رؤية المواعيد

source: Additional Services
ar: خدمات إضافية

source: About App
ar: عن التطبيق

source: FILL THIS INFORMATION
ar: ادخل هذه المعلومات

source: Name
ar: الاسم

source: Age
ar: العمر

source: Choose the Date
ar: اختار اليوم

source: Choose the Time
ar: اختار الوقت

source: Save
ar: حفظ

# reservatinlist
source: Reservation List
ar: قائمة الحجز

source: WELCOME Here
ar: مرحبا بك

# bapp
source: B.DOCTOR.APP
ar: تطبيق الدكتور

source: update
ar: تعديل
